Repository: GNOME/alacarte
Catalog: po/*.po
Languages: as, az, bn_in, ml, pa

source: Name
as: নাম
az: Ad
bn_in: নাম
ml: പേര്
pa: ਨਾਂ

source: Show
as: দেখুৱা
az: Göstər
bn_in: দেখাও
ml: കാണിക്കുക
pa: ਵੇਖਾਓ

source: Item
as: বস্তু
az: Element
bn_in: আইটেম
ml: ഇനം
pa: ਇਕਾਈ

source: A name is required.
as: নাম এটা অাৱশ্যক ।
bn_in: একটি নাম প্রয়োজন।
ml: ഒരു പേര് ആവശ്യമാണ്.
pa: ਇੱਕ ਨਾਂ ਲੋੜੀਦਾ ਹੈ।

source: A command is required.
as: অাদেশ এটা অাৱশ্যক ।
bn_in: একটি কমান্ড প্রয়োজন।
ml: ഒരു നിര്‍ദ്ദേശം ആവശ്യമാണ്.
pa: ਇੱਕ ਕਮਾਂਡ ਲੋੜੀਦੀ ਹੈ।

source: Add, change, remove menu entries
as: তালিকাৰ প্ৰৱিষ্টি যোগ,পৰিৱত্ত্ৰণ, নিলগ কৰক
bn_in: মেনু এন্ট্রিতে যোগ করো, পরিবর্তন করো, মোছো
ml: മെനു എന്‍ട്രികള്‍ ചേര്‍ക്കുക,മാറ്റം വരുത്തുക, നീക്കം ചെയ്യുക
pa: ਮੇਨੂ ਇੰਦਰਾਜ਼ ਜੋੜੋ, ਬਦਲੋ, ਹਟਾਓ

source: Menu Layout
as: তালিকাৰ বিন্যাস
bn_in: মেনু লেআউট
ml: മെനു ലേയൌട്ട്
pa: ਮੇਨੂ ਖਾਕਾ

source: Alacarte Menu Editor
as: Alacarteৰ তালিকা সম্পাদক
bn_in: Alacarte মেনু সম্পাদক
ml: Alacarte മെനും എഡിറ്റര്‍
pa: ਅਲਾਕਾਰਟੇ ਮੇਨੂ ਸੰਪਾਦਕ

source: Browse...
as: চকু ফুৰাওক
bn_in: ব্রাউজ করুন...
ml: അന്വേഷിക്കുക...
pa: ਝਲਕ...

source: Command:
as: অাদেশ:
az: Əmr:
bn_in: কমান্ড:
ml: നിര്‍ദ്ദേശം:
pa: ਕਮਾਂਡ:

source: Comment:
as: মন্তব্য:
az: Şərh:
bn_in: মন্তব্য:
ml: അഭിപ്രായം:
pa: ਟਿੱਪਣੀ:

source: Copyright © 2006 Travis Watkins
as: প্ৰতিলিপি স্বত্ব © ২০০৬ Travis Watkins
bn_in: কপিরাইট © ২০০৬ Travis Watkins

source: Icon:
as: অাইকন:
bn_in: আইকন:
ml: ഐക്കണ്‍:
pa: ਆਈਕਾਨ:

source: It_ems:
as: _বস্তু
bn_in: আইটেম: (_ই)
ml: ഇനിങ്ങള്‍: (_e)
pa: ਇਕਾਈ(_e):

source: Menu Item Properties
as: তালিকা বস্তুৰ প্ৰকৃতি
bn_in: মেনু আইটেম বৈশিষ্ট্য
ml: മെനുവിലുളള ഇനങ്ങളുടെ ഗുണഗണങ്ങള്‍
pa: ਮੇਨੂ ਇਕਾਈ ਵਿਸ਼ੇਸ਼ਤਾ

source: Menu Properties
as: তালিকাৰ প্ৰকৃতি
bn_in: মেনু বৈশিষ্ট্য
ml: മെനുവിന്‍റെ ഗുണഗണങ്ങള്‍
pa: ਮੇਨੂ ਵਿਸ਼ੇਸ਼ਤਾ

source: Move Down
as: তললৈ গমন কৰক
az: Aşağı Hərəkət Et
bn_in: নিচে নামাও
ml: താഴേക്ക് നീങ്ങുക
pa: ਹੇਠਾਂ ਭੇਜੋ

source: Move Up
as: ওপৰলৈ গমন কৰক
az: Yuxarı Hərəkət Et
bn_in: উপরে উঠাও
ml: മുകളിലേക്ക് നീങ്ങുക
pa: ਉੱਪਰ ਭੇਜੋ

source: Name:
as: নাম:
az: Ad:
bn_in: নাম:
ml: പേര്:
pa: ਨਾਂ:

source: Ne_w Item
as: _নতুন বস্তু
az: Ne_w Element
bn_in: নতুন আইটেম (_ট)
ml: പുതിയ ഇനം (_w)
pa: ਨਵੀਂ ਇਕਾਈ(_w)

source: New _Separator
as: নতুন _বিভেদক
az: Yeni _Ayracaq
bn_in: নতুন বিচ্ছিন্নকারী (_স)
ml: പുതിയ
pa: ਨਵਾਂ ਵੱਖਰੇਵਾਂ(_S)

source: Restore the default menu layout
as: ডিফল্ট তালিকা বিন্যাস পুন‌‌‍:প্ৰতিষ্ঠিত কৰক
az: Susmaya görə meny düzümünü bərpa et
bn_in: ডিফল্ট মেনু লেআউট ফিরিয়ে আনো
ml: ഡീഫോള്‍ട്ടായ മെനു ലേയൌട്ട്
pa: ਮੂਲ ਮੇਨੂ ਖਾਕਾ ਮੁੜ-ਪ੍ਰਾਪਤ

source: Revert Changes?
as: পৰিৱ্ৰত্তন প্ৰত্যাবৰ্ত্তন কৰোঁ?
bn_in: পরিবর্তন বাদ দিবে?
ml: മാറ്റങ്ങള്‍ തിരിച്ച് വേണമോ?
pa: ਕੀ ਤਬਦੀਲੀਆਂ ਖਤਮ ਕਰਨੀਆਂ ਹਨ?

source: Revert all menus to original settings?
as: সকলো তালিকা প্ৰাথমিক অৱস্থাৰ পৰিবেশলৈ প্ৰত্যাবৰ্ত্তন কৰোঁ?
bn_in: সকল মেনু আসল সেটিংসে ফিরিয়ে আনা হবে?
ml: മെനുവിന്‍റെ യഥാര്‍ത്ഥ സെറ്റിങുകള്‍ തിരികെ വേണമോ?
pa: ਕੀ ਸਭ ਮੇਨੂਆਂ ਲਈ ਅਸਲੀ ਸਥਾਪਨ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨਾ ਹੈ?

source: Run command in a terminal
as: অাদেশ টা্ৰমিনেলত চলাওক ।
bn_in: টার্মিনালে কমান্ড চালাও
ml: നിര്‍ദ്ദേശം ടെര്‍മിനലില്‍ പ്രവര്‍ത്തിപ്പിക്കുക
pa: ਇੱਕ ਟਰਮੀਨਲ ਵਿੱਚ ਕਮਾਂਡ ਚਲਾਓ

source: Simple fd.o compliant menu editor
as: সামান্য fd.o অাগ্যাধীন তালিকা সম্পাদক
bn_in: সাধারণ fd.o মেনু সম্পাদক
ml: സിംപിള്‍ fd.o കംപ്ളെയിന്‍റ് മെനു എഡിറ്റര്‍
pa: ਸਧਾਰਨ fd.o ਅਨੁਕੂਲ ਮੇਨੂ ਸੰਪਾਦਕ

source: _Menus:
as: _তালিকাসমূহ:
bn_in: মেনু(_ম)
ml: മെനൂസ് (_M):
pa: ਮੇਨੂ(_M):

source: _New Menu
as: নতুন তা_লিকা
az: _Yeni Menyu
bn_in: নতুন মেনু (_ন)
ml: പുതിയ മെനു (_N)
pa: ਨਵਾਂ ਮੇਨੂ(_N)

source: _Revert to Original
as: প্ৰা_থমিক অৱস্থলৈ প্ৰত্যাবৰ্ত্তন
bn_in: আসল অবস্থায় ফিরে যাও (_র)
ml: യഥാര്‍ത്ഥ സെറ്റിങിലേക്ക് തിരികെ പോവുക (_R)
pa: ਅਸਲੀ ਮੁੜ-ਪ੍ਰਾਪਤ(_R)

source: translator-credits
as: অমিতাক্ষ ফুকন <amitakhya.phukan@gmail.com>
bn_in: অঙ্কুর গ্রুপের পক্ষ থেকে খন্দকার মুজাহিদুল ইসলাম সুজন <suzan@bengalinux.org>, ২০০৬।
ml: അനി പീറ്റര്‍ <peter.ani@gmail.com>
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ<aalam@redhat.com>

source: Choose an icon
az: İkon seçin

source: Images
az: Şəkillər

source: Choose a command
az: Əmr seçin

source: Main Menu
az: Əsas Menyu

source: Add or remove applications from the main menu
az: Əsas menyudan tətbiqləri əlavə edin və ya silin

source: The GNOME Project
az: GNOME Layihəsi

source: A simple menu editor for the GNOME desktop
az: GNOME masaüstü üçün sadə meny redaktoru

source: Easy-to-use menu editor for the GNOME desktop environment. It allows you to add, remove, and modify the entries in your main menu. With this tool, you can organize your applications and system tools into categories that make sense to you, improving your workflow and productivity.
az: GNOME masaüstü mühiti üçün asan istifadə edilən meny redaktoru. Bu, əsas menyunuzdakı girişləri əlavə etməyə, silməyə və dəyişdirməyə imkan verir. Bu alət ilə tətbiqlərinizi və sistem alətlərinizi sizin üçün mənalı kateqoriyalara ayıraraq iş axınınızı və produktivliyinizi yaxşılaşdıra bilərsiniz.

source: Whether you're looking to tidy up your menu by hiding rarely used items or creating a custom menu layout that suits your needs, it provides a straightforward interface to get the job done.
az: Az istifadə edilən elementləri gizləyərək menyunuzu təşkil etmək və ya ehtiyaclarınıza uyğun xüsusi meny düzümü yaradmaq istəsəniz belə, bu işləri yerinə yetirmək üçün sadə bir interfeys təmin edir.

source: Restore System Configuration
az: Sistem Konfiqurasiyasını Bərpa Et

source: Launcher Properties
az: Başlatıcı Xüsusiyyətləri

source: Browse
az: Gözlə

source: Launch in Terminal?
az: Terminalda Başladılsın?

source: Directory Properties
az: Kataloq Xüsusiyyətləri
